Repository: SidhaarthShree07/PhotoElectric
Catalog: locale/*/messages.po
Languages: hi_in

source: help1
hi_in: थाली के क्षेत्र, प्रकाश की तीव्रता को समायोजित, वोल्टेज आवेदन किया है और संबंधित स्लाइडर्स का उपयोग कर प्रकाश की तरंग दैर्ध्य।

source: help2
hi_in: 'प्रकाश पर स्विच' पर क्लिक करें।

source: help3
hi_in: प्रकाश जब क्लिक करें 'प्रकाश स्विच बंद' जब क्लिक 'प्रकाश पर स्विच' और प्रकाश से दूर हो जाएगा पर होगा।

source: help4
hi_in: प्रयोग पुनर्स्थापित करने के लिए 'रीसेट' बटन पर क्लिक करें।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Photo Electric Effect
hi_in: प्रकाश विद्युत प्रभाव

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Choose Material:
hi_in: सामग्री का चयन:

source: Area of Plate
hi_in: प्लेट का क्षेत्र

source: Intensity of Light
hi_in: प्रकाश की तीव्रता

source: Voltage Applied
hi_in: वोल्टेज लागू

source: Wavelength of Light
hi_in: प्रकाश की तरंग दैर्ध्य

source: cm
hi_in: से.मी

source: w/m
hi_in: डब्ल्यू / मी

source: V
hi_in: वी

source: nm
hi_in: एनएम

source: Switch On Light
hi_in: प्रकाश पर स्विच

source: Switch Off Light
hi_in: बंद स्विच प्रकाश

source: Reset
hi_in: रीसेट

source: Copper
hi_in: तांबा

source: Sodium
hi_in: सोडियम

source: Zinc
hi_in: जस्ता

source: Platinum
hi_in: प्लैटिनम

source: UnKnown
hi_in: अनजान
